NextFOAM-2606/tutorials/incompressible/pimpleFoam/LES/wallMountedHump/setups.orig/common/Allrun
#!/bin/sh
cd "${0%/*}" || exit                                # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions
#------------------------------------------------------------------------------

if [ ! -d constant/polyMesh ]
then
    runApplication blockMesh

    runApplication renumberMesh -overwrite -constant

    runApplication checkMesh -allTopology -allGeometry -constant
fi

canCompile || exit 0    # Dynamic code

restore0Dir

runApplication applyBoundaryLayer -ybl 0.06

runApplication $(getApplication)


# restart test

latestTime=$(foamListTimes -latestTime)

mv -f "$latestTime" "$latestTime".bak

runApplication -s 2 $(getApplication)


runApplication foamLog log."$(getApplication)"

#------------------------------------------------------------------------------
