NextFOAM-2606/tutorials/incompressible/pimpleFoam/LES/wallMountedHump/setups.orig/common/system/geometry/polyLine_6to10
(-0.5712197653E+00 0.9090500000E+00 $zMax)
(-0.5612197653E+00 0.9090494865E+00 $zMax)
(-0.5512197653E+00 0.9090442565E+00 $zMax)
(-0.5412197653E+00 0.9090390265E+00 $zMax)
(-0.5312197653E+00 0.9090337965E+00 $zMax)
(-0.5212197653E+00 0.9090285665E+00 $zMax)
(-0.5112197653E+00 0.9087875322E+00 $zMax)
(-0.5012197653E+00 0.9084711464E+00 $zMax)
(-0.4912197653E+00 0.9081547605E+00 $zMax)
(-0.4812197653E+00 0.9078383747E+00 $zMax)
(-0.4712197653E+00 0.9071265719E+00 $zMax)
(-0.4612197653E+00 0.9062214906E+00 $zMax)
(-0.4512197653E+00 0.9053164093E+00 $zMax)
(-0.4412197653E+00 0.9044113280E+00 $zMax)
(-0.4312197653E+00 0.9031820514E+00 $zMax)
(-0.4212197653E+00 0.9018889231E+00 $zMax)
(-0.4112197653E+00 0.9005957947E+00 $zMax)
(-0.4012197653E+00 0.8992986922E+00 $zMax)
(-0.3912197653E+00 0.8979887049E+00 $zMax)
(-0.3812197653E+00 0.8966787176E+00 $zMax)
(-0.3712197653E+00 0.8953687304E+00 $zMax)
(-0.3612197653E+00 0.8943181057E+00 $zMax)
(-0.3512197653E+00 0.8933150515E+00 $zMax)
(-0.3412197653E+00 0.8923119973E+00 $zMax)
(-0.3312197653E+00 0.8915953230E+00 $zMax)
(-0.3212197653E+00 0.8910400150E+00 $zMax)
(-0.3112197653E+00 0.8904847069E+00 $zMax)
(-0.3012197653E+00 0.8901923110E+00 $zMax)
(-0.2912197653E+00 0.8900684354E+00 $zMax)
(-0.2812197653E+00 0.8899445598E+00 $zMax)
(-0.2712197653E+00 0.8898859000E+00 $zMax)
(-0.2612197653E+00 0.8898489704E+00 $zMax)
(-0.2512197653E+00 0.8898119735E+00 $zMax)
(-0.2412197653E+00 0.8897738397E+00 $zMax)
(-0.2312197653E+00 0.8897357059E+00 $zMax)
(-0.2212197653E+00 0.8896982425E+00 $zMax)
(-0.2112197653E+00 0.8896614044E+00 $zMax)
(-0.2012197653E+00 0.8896250243E+00 $zMax)
(-0.1912197653E+00 0.8895918268E+00 $zMax)
(-0.1812197653E+00 0.8895586292E+00 $zMax)
(-0.1712197653E+00 0.8895333538E+00 $zMax)
(-0.1612197653E+00 0.8895092349E+00 $zMax)
(-0.1512197653E+00 0.8894874545E+00 $zMax)
(-0.1412197653E+00 0.8894664545E+00 $zMax)
(-0.1312197653E+00 0.8894567763E+00 $zMax)
(-0.1212197653E+00 0.8894508763E+00 $zMax)
(-0.1112197653E+00 0.8894521742E+00 $zMax)
(-0.1012197653E+00 0.8894558742E+00 $zMax)
(-0.9121976529E-01 0.8894704836E+00 $zMax)
(-0.8121976529E-01 0.8894887336E+00 $zMax)
(-0.7121976529E-01 0.8895179307E+00 $zMax)
(-0.6121976529E-01 0.8895507809E+00 $zMax)
(-0.5121976529E-01 0.8895953282E+00 $zMax)
(-0.4121976529E-01 0.8896437788E+00 $zMax)
(-0.3121976529E-01 0.8897071892E+00 $zMax)
(-0.2121976529E-01 0.8897755908E+00 $zMax)
(-0.1121976529E-01 0.8898613536E+00 $zMax)
(-0.1219765292E-02 0.8899529075E+00 $zMax)
(0.8711473746E-02 0.8900560201E+00 $zMax)
(0.1847335463E-01 0.8901614058E+00 $zMax)
(0.2797842739E-01 0.8902648900E+00 $zMax)
(0.3718592197E-01 0.8903654879E+00 $zMax)
(0.4611245019E-01 0.8904628468E+00 $zMax)
(0.5480208539E-01 0.8905574826E+00 $zMax)
(0.6332384279E-01 0.8906502900E+00 $zMax)
(0.7176178671E-01 0.8907421847E+00 $zMax)
(0.8018151364E-01 0.8908338809E+00 $zMax)
(0.8864045918E-01 0.8909260410E+00 $zMax)
(0.9719677390E-01 0.8910192674E+00 $zMax)
(0.1059200581E+00 0.8911143364E+00 $zMax)
(0.1148475473E+00 0.8912116518E+00 $zMax)
(0.1238863417E+00 0.8913101675E+00 $zMax)
(0.1330344130E+00 0.8914098417E+00 $zMax)
(0.1422669273E+00 0.8915103515E+00 $zMax)
(0.1515572642E+00 0.8916107861E+00 $zMax)
(0.1608913179E+00 0.8917116932E+00 $zMax)
(0.1702736696E+00 0.8918163636E+00 $zMax)
(0.1797432268E+00 0.8919221449E+00 $zMax)
(0.1892653717E+00 0.8920204374E+00 $zMax)
(0.1988441540E+00 0.8921177632E+00 $zMax)
(0.2084668728E+00 0.8921415362E+00 $zMax)
(0.2181332394E+00 0.8921403763E+00 $zMax)
(0.2278354693E+00 0.8921397702E+00 $zMax)
(0.2375681426E+00 0.8921394295E+00 $zMax)
(0.2473287145E+00 0.8921394212E+00 $zMax)
(0.2571108469E+00 0.8921396168E+00 $zMax)
(0.2669137893E+00 0.8921397000E+00 $zMax)
(0.2767354344E+00 0.8921397000E+00 $zMax)
(0.2865733273E+00 0.8921397000E+00 $zMax)
(0.2964256222E+00 0.8921397000E+00 $zMax)
(0.3062913016E+00 0.8921397000E+00 $zMax)
(0.3161130414E+00 0.8921397000E+00 $zMax)
(0.3258026771E+00 0.8921397000E+00 $zMax)
(0.3353614691E+00 0.8921397000E+00 $zMax)
(0.3447908530E+00 0.8921396824E+00 $zMax)
(0.3540918459E+00 0.8921396359E+00 $zMax)
(0.3632657829E+00 0.8921396000E+00 $zMax)
(0.3723136853E+00 0.8921396000E+00 $zMax)
(0.3812369300E+00 0.8921396000E+00 $zMax)
(0.3900366507E+00 0.8921396000E+00 $zMax)
(0.3987141102E+00 0.8921396000E+00 $zMax)
(0.4072707715E+00 0.8921396300E+00 $zMax)
(0.4157076458E+00 0.8921396722E+00 $zMax)
(0.4240263939E+00 0.8921397000E+00 $zMax)
(0.4322277422E+00 0.8921397000E+00 $zMax)
(0.4403136113E+00 0.8921397000E+00 $zMax)
(0.4482852675E+00 0.8921397000E+00 $zMax)
(0.4561435599E+00 0.8921397000E+00 $zMax)
(0.4638899803E+00 0.8921397000E+00 $zMax)
(0.4715260208E+00 0.8921397000E+00 $zMax)
(0.4790530124E+00 0.8921397000E+00 $zMax)
(0.4864720100E+00 0.8921397000E+00 $zMax)
(0.4937842544E+00 0.8921397000E+00 $zMax)
(0.5009910549E+00 0.8921397000E+00 $zMax)
(0.5080936604E+00 0.8921397000E+00 $zMax)
(0.5150933123E+00 0.8921397000E+00 $zMax)
(0.5219912315E+00 0.8921397000E+00 $zMax)
(0.5287886062E+00 0.8921397000E+00 $zMax)
(0.5354866708E+00 0.8921397000E+00 $zMax)
(0.5420866203E+00 0.8921397000E+00 $zMax)
(0.5485894303E+00 0.8921397000E+00 $zMax)
(0.5549962070E+00 0.8921397000E+00 $zMax)
(0.5613081888E+00 0.8921397000E+00 $zMax)
(0.5675265343E+00 0.8921397000E+00 $zMax)
(0.5736520021E+00 0.8921397000E+00 $zMax)
(0.5796853173E+00 0.8921397000E+00 $zMax)
(0.5856273419E+00 0.8921397000E+00 $zMax)
(0.5914791317E+00 0.8921397000E+00 $zMax)
(0.5972415275E+00 0.8921397000E+00 $zMax)
(0.6029152382E+00 0.8921397000E+00 $zMax)
(0.6085017285E+00 0.8921397000E+00 $zMax)
(0.6140007234E+00 0.8921396809E+00 $zMax)
(0.6194120636E+00 0.8921396000E+00 $zMax)
(0.6247361736E+00 0.8921395662E+00 $zMax)
(0.6299733393E+00 0.8921394614E+00 $zMax)
(0.6351234694E+00 0.8921395247E+00 $zMax)
(0.6401851375E+00 0.8921397856E+00 $zMax)
(0.6451549063E+00 0.8921401109E+00 $zMax)
(0.6500260000E+00 0.8921404792E+00 $zMax)
(0.6548479343E+00 0.8921403477E+00 $zMax)
(0.6595729587E+00 0.8921392891E+00 $zMax)
(0.6641624500E+00 0.8921374980E+00 $zMax)
(0.6685634794E+00 0.8921360068E+00 $zMax)
(0.6727783107E+00 0.8921352481E+00 $zMax)
(0.6768515421E+00 0.8921372552E+00 $zMax)
(0.6808142894E+00 0.8921419975E+00 $zMax)
(0.6846972187E+00 0.8921481406E+00 $zMax)
(0.6885310512E+00 0.8921540165E+00 $zMax)
(0.6923403414E+00 0.8921549307E+00 $zMax)
(0.6961349799E+00 0.8921485507E+00 $zMax)
(0.6999525313E+00 0.8921337834E+00 $zMax)
(0.7037920834E+00 0.8921093231E+00 $zMax)
(0.7076434107E+00 0.8920728110E+00 $zMax)
(0.7115067740E+00 0.8920279448E+00 $zMax)
(0.7153919515E+00 0.8919800791E+00 $zMax)
(0.7193124452E+00 0.8919315371E+00 $zMax)
(0.7232767256E+00 0.8918845688E+00 $zMax)
(0.7272887852E+00 0.8918391495E+00 $zMax)
(0.7313447431E+00 0.8917951479E+00 $zMax)
(0.7354427242E+00 0.8917514688E+00 $zMax)
(0.7395850245E+00 0.8917075578E+00 $zMax)
(0.7437773457E+00 0.8916629990E+00 $zMax)
(0.7480231997E+00 0.8916173109E+00 $zMax)
(0.7523186257E+00 0.8915704052E+00 $zMax)
(0.7566652261E+00 0.8915227201E+00 $zMax)
(0.7610625951E+00 0.8914743737E+00 $zMax)
(0.7655095817E+00 0.8914255526E+00 $zMax)
(0.7700045819E+00 0.8913764415E+00 $zMax)
(0.7745458743E+00 0.8913269992E+00 $zMax)
(0.7791332498E+00 0.8912770375E+00 $zMax)
(0.7837602187E+00 0.8912267712E+00 $zMax)
(0.7884229875E+00 0.8911760296E+00 $zMax)
(0.7931233640E+00 0.8911247951E+00 $zMax)
(0.7978517468E+00 0.8910733472E+00 $zMax)
(0.8026107441E+00 0.8910213834E+00 $zMax)
(0.8073928230E+00 0.8909692461E+00 $zMax)
(0.8121993979E+00 0.8909167679E+00 $zMax)
(0.8170257976E+00 0.8908642997E+00 $zMax)
(0.8218688518E+00 0.8908116244E+00 $zMax)
(0.8267283606E+00 0.8907587497E+00 $zMax)
(0.8316028523E+00 0.8907057121E+00 $zMax)
(0.8364892494E+00 0.8906522687E+00 $zMax)
(0.8413859674E+00 0.8905982626E+00 $zMax)
(0.8462917784E+00 0.8905443266E+00 $zMax)
(0.8512056352E+00 0.8904905942E+00 $zMax)
(0.8561271457E+00 0.8904374051E+00 $zMax)
(0.8610549447E+00 0.8903851420E+00 $zMax)
(0.8659884768E+00 0.8903334743E+00 $zMax)
(0.8709272531E+00 0.8902809850E+00 $zMax)
(0.8758706949E+00 0.8902259757E+00 $zMax)
(0.8808181778E+00 0.8901670097E+00 $zMax)
(0.8857692187E+00 0.8901050235E+00 $zMax)
(0.8907238251E+00 0.8900455300E+00 $zMax)
(0.8956820126E+00 0.8899955847E+00 $zMax)
(0.9006434450E+00 0.8899619647E+00 $zMax)
(0.9056084006E+00 0.8899467984E+00 $zMax)
(0.9105765846E+00 0.8899455343E+00 $zMax)
(0.9155487505E+00 0.8899519768E+00 $zMax)
(0.9205248100E+00 0.8899596384E+00 $zMax)
(0.9255047728E+00 0.8899637896E+00 $zMax)
(0.9304886061E+00 0.8899640126E+00 $zMax)
(0.9354761805E+00 0.8899622253E+00 $zMax)
(0.9404672537E+00 0.8899603213E+00 $zMax)
(0.9454611776E+00 0.8899593058E+00 $zMax)
(0.9504578005E+00 0.8899591970E+00 $zMax)
(0.9554560019E+00 0.8899594938E+00 $zMax)
(0.9604551565E+00 0.8899598937E+00 $zMax)
(0.9654548046E+00 0.8899601484E+00 $zMax)
(0.9704545980E+00 0.8899602000E+00 $zMax)
(0.9754544310E+00 0.8899601516E+00 $zMax)
(0.9804542238E+00 0.8899601484E+00 $zMax)
(0.9854539430E+00 0.8899602000E+00 $zMax)
(0.9904536077E+00 0.8899602000E+00 $zMax)
(0.9954532887E+00 0.8899601032E+00 $zMax)
(0.1000453158E+01 0.8899596613E+00 $zMax)
(0.1005453158E+01 0.8899585743E+00 $zMax)
(0.1010453158E+01 0.8899567356E+00 $zMax)
(0.1015453158E+01 0.8899545356E+00 $zMax)
(0.1020453158E+01 0.8899521420E+00 $zMax)
(0.1025453158E+01 0.8899489614E+00 $zMax)
(0.1030453158E+01 0.8899451131E+00 $zMax)
(0.1035453158E+01 0.8899410195E+00 $zMax)
(0.1040453158E+01 0.8899361389E+00 $zMax)
(0.1045453158E+01 0.8899303486E+00 $zMax)
(0.1050453158E+01 0.8899242486E+00 $zMax)
(0.1055453158E+01 0.8899181002E+00 $zMax)
(0.1060453158E+01 0.8899119002E+00 $zMax)
(0.1065453158E+01 0.8899057486E+00 $zMax)
(0.1070453158E+01 0.8898990680E+00 $zMax)
(0.1075453158E+01 0.8898912358E+00 $zMax)
(0.1080453158E+01 0.8898827390E+00 $zMax)
(0.1085453158E+01 0.8898742358E+00 $zMax)
(0.1090453158E+01 0.8898657390E+00 $zMax)
(0.1095453158E+01 0.8898571874E+00 $zMax)
(0.1100453158E+01 0.8898486390E+00 $zMax)
(0.1105453158E+01 0.8898398455E+00 $zMax)
(0.1110453158E+01 0.8898302649E+00 $zMax)
(0.1115453158E+01 0.8898201133E+00 $zMax)
(0.1120453158E+01 0.8898099165E+00 $zMax)
(0.1125453158E+01 0.8897996649E+00 $zMax)
(0.1130453158E+01 0.8897894649E+00 $zMax)
(0.1135453158E+01 0.8897790714E+00 $zMax)
(0.1140453158E+01 0.8897682779E+00 $zMax)
(0.1145453158E+01 0.8897572768E+00 $zMax)
(0.1150453158E+01 0.8897462757E+00 $zMax)
(0.1155453158E+01 0.8897352757E+00 $zMax)
(0.1160453158E+01 0.8897243241E+00 $zMax)
(0.1165453158E+01 0.8897133757E+00 $zMax)
(0.1170453158E+01 0.8897023272E+00 $zMax)
(0.1175453158E+01 0.8896912757E+00 $zMax)
(0.1180453158E+01 0.8896802272E+00 $zMax)
(0.1185453158E+01 0.8896691757E+00 $zMax)
(0.1190453158E+01 0.8896580788E+00 $zMax)
(0.1195453158E+01 0.8896469757E+00 $zMax)
(0.1200453158E+01 0.8896358788E+00 $zMax)
(0.1205453158E+01 0.8896247757E+00 $zMax)
(0.1210453158E+01 0.8896137272E+00 $zMax)
(0.1215453158E+01 0.8896028693E+00 $zMax)
(0.1220453158E+01 0.8895922693E+00 $zMax)
(0.1225453158E+01 0.8895817661E+00 $zMax)
(0.1230453158E+01 0.8895713177E+00 $zMax)
(0.1235453158E+01 0.8895608661E+00 $zMax)
(0.1240453158E+01 0.8895507081E+00 $zMax)
(0.1245453158E+01 0.8895411469E+00 $zMax)
(0.1250453158E+01 0.8895320437E+00 $zMax)
(0.1255453158E+01 0.8895230437E+00 $zMax)
(0.1260453158E+01 0.8895140437E+00 $zMax)
(0.1265453158E+01 0.8895050921E+00 $zMax)
(0.1270453158E+01 0.8894961437E+00 $zMax)
(0.1275453158E+01 0.8894874825E+00 $zMax)
(0.1280453158E+01 0.8894797634E+00 $zMax)
(0.1285453158E+01 0.8894728086E+00 $zMax)
(0.1290453158E+01 0.8894660086E+00 $zMax)
(0.1295453158E+01 0.8894591602E+00 $zMax)
(0.1300453158E+01 0.8894523086E+00 $zMax)
(0.1305453158E+01 0.8894456054E+00 $zMax)
(0.1310453158E+01 0.8894399735E+00 $zMax)
(0.1315453158E+01 0.8894357607E+00 $zMax)
(0.1320453158E+01 0.8894319607E+00 $zMax)
(0.1325453158E+01 0.8894281123E+00 $zMax)
(0.1330453158E+01 0.8894242123E+00 $zMax)
(0.1335453158E+01 0.8894203607E+00 $zMax)
(0.1340453158E+01 0.8894168027E+00 $zMax)
(0.1345453158E+01 0.8894145676E+00 $zMax)
(0.1350453158E+01 0.8894138548E+00 $zMax)
(0.1355453158E+01 0.8894137000E+00 $zMax)
(0.1360453158E+01 0.8894136032E+00 $zMax)
(0.1365453158E+01 0.8894134516E+00 $zMax)
(0.1370453158E+01 0.8894134000E+00 $zMax)
(0.1375453158E+01 0.8894143197E+00 $zMax)
(0.1380453158E+01 0.8894187850E+00 $zMax)
(0.1385453158E+01 0.8894260818E+00 $zMax)
(0.1390453158E+01 0.8894333850E+00 $zMax)
(0.1395453158E+01 0.8894405850E+00 $zMax)
(0.1400453158E+01 0.8894478334E+00 $zMax)
(0.1405453158E+01 0.8894550850E+00 $zMax)
(0.1410453158E+01 0.8894623334E+00 $zMax)
(0.1415453158E+01 0.8894695850E+00 $zMax)
(0.1420453158E+01 0.8894768334E+00 $zMax)
(0.1425453158E+01 0.8894841334E+00 $zMax)
(0.1430453158E+01 0.8894913850E+00 $zMax)
(0.1435453158E+01 0.8894985850E+00 $zMax)
(0.1440453158E+01 0.8895058334E+00 $zMax)
(0.1445453158E+01 0.8895156020E+00 $zMax)
(0.1450453158E+01 0.8895301801E+00 $zMax)
(0.1455453158E+01 0.8895481450E+00 $zMax)
(0.1460453158E+01 0.8895672934E+00 $zMax)
(0.1465453158E+01 0.8895864934E+00 $zMax)
(0.1470453158E+01 0.8896057418E+00 $zMax)
(0.1475453158E+01 0.8896250418E+00 $zMax)
(0.1480555897E+01 0.8896446879E+00 $zMax)
(0.1485763485E+01 0.8896646851E+00 $zMax)
(0.1491078077E+01 0.8896851540E+00 $zMax)
(0.1496501872E+01 0.8897060205E+00 $zMax)
(0.1502037113E+01 0.8897273559E+00 $zMax)
(0.1507686091E+01 0.8897502777E+00 $zMax)
(0.1513451143E+01 0.8897757576E+00 $zMax)
(0.1519334653E+01 0.8898066647E+00 $zMax)
(0.1525339056E+01 0.8898408655E+00 $zMax)
(0.1531466835E+01 0.8898772403E+00 $zMax)
(0.1537720527E+01 0.8899166066E+00 $zMax)
(0.1544102717E+01 0.8899886619E+00 $zMax)
(0.1550616047E+01 0.8902268704E+00 $zMax)
(0.1557263211E+01 0.8908383524E+00 $zMax)
(0.1564046958E+01 0.8917704020E+00 $zMax)
(0.1570970097E+01 0.8931584098E+00 $zMax)
(0.1578035490E+01 0.8948750103E+00 $zMax)
(0.1585246060E+01 0.8968226565E+00 $zMax)
(0.1592604792E+01 0.8989699475E+00 $zMax)
(0.1600114728E+01 0.9011971167E+00 $zMax)
(0.1607778977E+01 0.9033412005E+00 $zMax)
(0.1615600708E+01 0.9053141619E+00 $zMax)
(0.1623583158E+01 0.9070569878E+00 $zMax)
(0.1631729629E+01 0.9081531916E+00 $zMax)
(0.1640043491E+01 0.9088144103E+00 $zMax)
(0.1648528184E+01 0.9090365266E+00 $zMax)
(0.1657187218E+01 0.9090500000E+00 $zMax)
